{
    "es":{
      "f1":"Todos los derechos reservados",
      "f2":"Política de privacidad",
      "f3":"Términos de servicio",
      "f4":"Mapa web",
      "m1":"Inicio",
      "m2":"Categorías",
      "Moluscos": "Moluscos",
      "Crustaceos": "Crustáceos",
      "Pescados": "Pescados",
      "m3":"Alérgenos",
      "Leche": "Leche",
      "Tomate": "Tomate",
      "Queso": "Queso",
      "Limon": "Limón",
      "m4":"Menús",
      "Menú Degustación": "Menú Degustación",
      "Menú Sorpen": "Menú Sorpen",
      "Menú Libertad": "Menú Libertad",
      "m5":"Restaurantes",
      "m6":"Cerrar ventanas",
      "b1":"Moluscos",
      "b2":"Crustáceos",
      "b3":"Pescados",
      "r1":"Reserva",
      "r2":"Puedes realizar tu reserva de dos formas",
      "r3":"Reservar por teléfono",
      "r4":"Reservar online, através de nuestro formulario",
      "n1":"NOSOTROS",
      "n2":"¿Quiénes somos?",
      "t1":"Bienvenidos a Mar, el restaurante fundado con pasión y dedicación por un equipo de amantes del mar. Nosotros, los fundadores, nos enorgullece presentarles una experiencia culinaria única, donde cada plato es una obra maestra de calidad fresca directamente del océano.",
      "t2":"Con raíces profundas en la tradición gastronómica marina, hemos creado un espacio donde la frescura y la excelencia se fusionan para ofrecerle lo mejor del mar en cada bocado. Nuestro compromiso con la calidad se refleja en cada detalle, desde la cuidadosa selección de ingredientes hasta la presentación artística de cada plato.",
      "t3":"En Mar, no solo servimos alimentos; ofrecemos una experiencia que celebra la riqueza del mar y la dedicación a la cocina excepcional. Únase a nosotros para explorar el sabor auténtico del océano, donde cada comida es una celebración de la frescura, la pasión y la tradición. ¡Bienvenidos a bordo!",    
      "n4":"¿Dónde encontrarnos?",
      "n5":"Calle Lope de Vega, 33"
    },
    "en":{
        "f1":"All rights reserved",
        "f2":"Privacy Policy",
        "f3":"Terms of Service",
        "f4":"Web map",
        "m1":"Home",
        "m2":"Categories",
        "Moluscos": "Mollusks",
        "Crustaceos": "Crustaceans",
        "Pescados": "Fish",
        "m3":"Allergens",
        "Leche": "Milk",
        "Tomate": "Tomato",
        "Queso": "Cheese",
        "Limón": "Lemon",
        "m4":"Menus",
        "Menú Degustación": "Tasting menu",
        "Menú Sorpen": "Sorpen Menu",
        "Menú Libertad": "Freedom Menu",
        "m5":"Restaurants",
        "m6":"Close windows",
        "b1":"Mollusks",
        "b2":"Crustaceans",
        "b3":"Fish",
        "r1":"Booking",
        "r2":"You can make your reservation in two ways",
        "r3":"Book by phone",
        "r4":"Book online, through our form",  
        "n1":"US",
        "n2":"About us?",
        "t1":"Welcome to Mar, the restaurant founded with passion and dedication by a team of sea lovers. We, the founders, are proud to present you a unique culinary experience, where each dish is a masterpiece of quality fresh straight from the ocean.",
        "t2":"With deep roots in the marine gastronomic tradition, we have created a space where freshness and excellence merge to offer you the best of the sea in every bite. Our commitment to quality is reflected in every detail, from the careful selection of ingredients to the artistic presentation of each dish.",
        "t3":"At Mar, we don't just serve food; We offer an experience that celebrates the richness of the sea and the dedication to exceptional cuisine. Join us to explore the authentic taste of the ocean, where every meal is a celebration of freshness, passion and tradition. Welcome aboard!",    
        "n4":"Where to find us?",
        "n5":"Lope de Vega Street, 33"
    }
  }
  